Repository: AlessandroVivoli/movie_db
Catalog: lib/localization/app_*.arb
Languages: hr

# trendingPersons
source: Trending Persons this Week
hr: Osobe u Trendu ovog tjedna

# localizationLabel
source: Language
hr: Jezik

# profileButtonLabel
source: Profile
hr: Profil

# logoutButtonLabel
source: Logout
hr: Odjava

# loginButtonLabel
source: Login
hr: Prijava

# helloLabel
source: Hello, {userName}
hr: Bok, {userName}

# loginScreenTitle
source: Login
hr: Prijava

# usernameTextFieldLabel
source: Username
hr: Korisničko ime

# passwordTextFieldLabel
source: Password
hr: Lozinka

# poweredByLabel
source: Powered by
hr: Pokreće

# loginSubmitButtonLabel
source: Submit
hr: Prijavi se

# fieldRequired
source: Required
hr: Obavezno

# wrongCredentialsErrorMessage
source: Wrong username and/or password
hr: Pogresno korisničko ime i/ili lozinka

# generalLoginErrorMessage
source: Could not login
hr: Prijava nije moguća

# unexpectedErrorMessage
source: Something went wrong
hr: Nešto je pošlo po krivu

# notLoggedInErrorMessage
source: You're not logged in!
hr: Niste prijavljeni!

# noRated
source: No rated movie found.
hr: Nije pronađen nijedan ocijenjen film.

# getRatedError
source: Could not get rated movies
hr: Nije moguće dobiti ocijenjene filmove

# noTrendingMovies
source: No trending movie found.
hr: Nisu pronađeni popularni filmovi.

# getTrendingMoviesError
source: Could not get trending movies
hr: Nije moguće dobiti popularne filmove

# noTopRatedMovies
source: No top rated movie found.
hr: Nije pronađen niti jedan najbolje ocijenjen film.

# getTopRatedMoviesError
source: Could not get top rated movies
hr: Nije moguće dobiti najbolje ocijenjene filmove

# noTrendingPersons
source: No trending person found.
hr: Nije pronađena nijedna popularna osoba.

# getTrendingPersonsError
source: Could not get trending persons
hr: Nije moguće dobiti popularne osobe

# getMovieDetailsError
source: Could not get movie details
hr: Nije moguće dobiti detalje o filmu

# noCast
source: No movie cast found.
hr: Nije pronađena nijedna filmska postava.

# getCastError
source: Could not get movie cast
hr: Nije moguće dobiti filmsku postavu

# noSimilarMovies
source: No similar movies found.
hr: Nije pronađen nijedan sličan film.

# getSimilarMoviesError
source: Could not get similar movies
hr: Nije moguće dobiti slične filmove

# removeFavoriteError
source: Could not remove movie from favorites
hr: Nije moguće ukloniti film iz favorita

# addFavoriteError
source: Could not add movie to favorites
hr: Nije moguće dodati film na favorite

# removeWatchlistError
source: Could not remove movie from watchlist
hr: Nije moguće ukloniti film s popisa gledanja

# addWatchlistError
source: Could not add movie to watchlist
hr: Nije moguće dodati film na popis gledanja

# rateButtonLabel
source: Rate
hr: Ocijeni

# rateConfirmButtonLabel
source: Confirm
hr: Potvrdi

# rateError
source: Could not rate movie
hr: Nije moguće ocijeniti film

# rateDeleteButtonLabel
source: Delete
hr: Izbriši

# deleteRatingError
source: Could not delete movie rating
hr: Nije moguće izbrisati ocijenu filma

# getPersonDetailsError
source: Could not get person details
hr: Nije moguće dobiti detalje o osobi

# getPersonImagesError
source: Could not get person images
hr: Nije moguće dobiti slike osobe

# noMovieCredits
source: No movie credits found.
hr: Nije pronađena nijedna filmska špica.

# getMovieCreditsError
source: Could not get movie credits
hr: Nije moguće dobiti filmsku špicu

# noTrailer
source: No trailer found.
hr: Nije pronađen nijedan trailer.

# trailerError
source: Cannot play movie trailer
hr: Nije moguće pokrenuti filmski trailer

# accountRealName
source: Name
hr: Puno Ime

# favoriteMoviesSectionTitle
source: Favorite Movies
hr: Omiljeni Filmovi

# ratedMoviesSectionTitle
source: Rated Movies
hr: Ocijenjeni Filmovi

# watchlistSectionTitle
source: Watchlist
hr: Popis Gledanja

# topRatedMoviesSectionTitle
source: Top rated movies
hr: Najbolje ocijenjeni filmovi

# trendingPersonsSectionTitle
source: Trending persons this week
hr: Popularne osobe ovog tjedna

# movieCastsLabel
source: Casts
hr: Filmska postava

# genresSectionTitle
source: Genres
hr: Žanrovi

# movieBudgetLabel
source: Budget
hr: Buđet

# movieDurationLabel
source: Duration
hr: Trajanje filma

# releaseDateLabel
source: Release date
hr: Datum izlaska

# similarMoviesSectionTitle
source: Similar movies
hr: Slični filmovi

# personAgeLabel
source: Age
hr: Godina

# personBiographyLabel
source: Biography
hr: Biografija

# personCreditsLabel
source: Credits
hr: Zasluge

# personDepartmentLabel
source: Known for
hr: Poznat po

# personLifetimeLabel
source: Lifetime
hr: Godište

# languageSelection
source: {locale, select, hr{Croatian} en{English} other{{locale}}}
hr: {locale, select, hr{Hrvatski} en{Engleski} other{{locale}}}

# noMovieGenres
source: No movie genres found.
hr: Nije pronađen nijedan filmski žanr.

# getMovieGenresError
source: Could not get movie genres
hr: Nije moguće dobiti filmske žanrove

# noTVGenres
source: No tv genres found.
hr: Nije pronađen nijedan tv žanr.

# getTVGenresError
source: Could not get tv genres
hr: Nije moguće dobiti tv žanrove
